
/* Class = "NSTextFieldCell"; title = "Annotations"; ObjectID = "09J-Sj-sSQ"; */
"09J-Sj-sSQ.title" = "சிறுகுறிப்புகள்";

/* Class = "NSButtonCell"; title = "Maximum number of downloads"; ObjectID = "0os-Tx-69n"; */
"0os-Tx-69n.title" = "பதிவிறக்கங்களின் அதிகபட்ச எண்ணிக்கை";

/* Class = "NSButton"; ibShadowedToolTip = "Enter the email addresses of the desired recipients here. If there are multiple recipients, separate the addresses with a semicolon ‘;’."; ObjectID = "3Fm-Cx-0nK"; */
"3Fm-Cx-0nK.ibShadowedToolTip" = "விரும்பிய பெறுநர்களின் மின்னஞ்சல் முகவரிகளை இங்கே உள்ளிடவும். பல பெறுநர்கள் இருந்தால், முகவரிகளை அரைக்காற்புள்ளி ‘;’ உடன் பிரிக்கவும்.";

/* Class = "NSTokenFieldCell"; placeholderString = "Email address(es)"; ObjectID = "3Sx-wN-rLi"; */
"3Sx-wN-rLi.placeholderString" = "மின்னஞ்சல் முகவரி(கள்)";

/* Class = "NSWindow"; title = "Create Download Share"; ObjectID = "5Ir-AP-9Uz"; */
"5Ir-AP-9Uz.title" = "பதிவிறக்க பகிர்வை உருவாக்கவும்";

/* Class = "NSTabViewItem"; label = "Advanced"; ObjectID = "Cjg-Uh-hkr"; */
"Cjg-Uh-hkr.label" = "மேம்பட்ட";

/* Class = "NSTextFieldCell"; title = "Your message:"; ObjectID = "Gwp-Nb-dc3"; */
"Gwp-Nb-dc3.title" = "உங்கள் தகவல்:";

/* Class = "NSTextFieldCell"; title = "Send password via SMS:"; ObjectID = "L7d-GK-ZQn"; */
"L7d-GK-ZQn.title" = "குறுஞ்செய்தி வழியாகக் கடவுச்சொல்லை அனுப்பவும்:";

/* Class = "NSTextFieldCell"; placeholderString = "Subject"; ObjectID = "MCq-VP-2cd"; */
"MCq-VP-2cd.placeholderString" = "பொருள்";

/* Class = "NSButton"; ibShadowedToolTip = "If you set a password, it has to be entered when the link is opened. The shared file cannot be downloaded without entering the correct password. The password is not sent in the email. Please inform the recipient about the password in a different way. The password must meet the following criteria: at least 8 characters, letters and numbers"; ObjectID = "NPD-sC-lIL"; */
"NPD-sC-lIL.ibShadowedToolTip" = "நீங்கள் கடவுச்சொல்லை அமைத்தால், இணைப்பு திறக்கப்படும்போது அதை உள்ளிட வேண்டும். சரியான கடவுச்சொல்லை உள்ளிடாமல் பகிரப்பட்ட கோப்பை பதிவிறக்கம் செய்ய முடியாது. கடவுச்சொல் மின்னஞ்சலில் அனுப்பப்படவில்லை. கடவுச்சொல்லைப் பற்றிப் பெறுநருக்கு வேறு வழியில் தெரிவிக்கவும். கடவுச்சொல் பின்வரும் அளவுகோல்களை நிறைவு செய்ய வேண்டும்: குறைந்தது 8 எழுத்துருக்கள், எழுத்துக்கள் மற்றும் எண்கள்";

/* Class = "NSTokenFieldCell"; placeholderString = "Mobile phone number(s)"; ObjectID = "POV-nm-Wsx"; */
"POV-nm-Wsx.placeholderString" = "மொபைல் தொலைபேசி எண்(கள்)";

/* Class = "NSTextField"; ibShadowedToolTip = "If you want to send the password automatically to certain recipients via SMS, enter their mobile numbers here. If necessary, separate several mobile phone numbers by semicolon (;). The password transmission via SMS offers increased security and can prevent the password from reaching unauthorized hands."; ObjectID = "Vpe-7m-nyy"; */
"Vpe-7m-nyy.ibShadowedToolTip" = "குறுஞ்செய்தி வழியாகச் சில பெறுநர்களுக்கு கடவுச்சொல்லை தானாக அனுப்ப விரும்பினால், அவர்களின் மொபைல் எண்களை இங்கே உள்ளிடவும். தேவைப்பட்டால், அரைக்காற்புள்ளி (;) பல மொபைல் தொலைபேசி எண்களைப் பிரிக்கவும். குறுஞ்செய்தி வழியாகக் கடவுச்சொல் பரிமாற்றம் அதிகரித்த பாதுகாப்பை வழங்குகிறது மற்றும் கடவுச்சொல் அங்கீகரிக்கப்படாத கைகளை அடைவதைத் தடுக்கலாம்.";

/* Class = "NSButton"; ibShadowedToolTip = "Activate to receive an email notification each time the file is downloaded"; ObjectID = "WAC-wk-MfT"; */
"WAC-wk-MfT.ibShadowedToolTip" = "ஒவ்வொரு முறையும் கோப்பு பதிவிறக்கம் செய்யப்படும்போது மின்னஞ்சல் அறிவிப்பைப் பெற செயல்படுத்தவும்";

/* Class = "NSTextFieldCell"; title = "Subject:"; ObjectID = "aYC-x5-fUB"; */
"aYC-x5-fUB.title" = "பொருள்:";

/* Class = "NSTextFieldCell"; placeholderString = "Your message"; ObjectID = "b6h-nJ-1qL"; */
"b6h-nJ-1qL.placeholderString" = "உங்கள் செய்தி";

/* Class = "NSButtonCell"; title = "Notify on downloads"; ObjectID = "gl6-eu-MWo"; */
"gl6-eu-MWo.title" = "பதிவிறக்கங்களில் அறிவிக்கவும்";

/* Class = "NSButtonCell"; title = "Password"; ObjectID = "hL7-2c-ZNi"; */
"hL7-2c-ZNi.title" = "கடவுச்சொல்";

/* Class = "NSButton"; ibShadowedToolTip = "The expiration date shows the last day on which the link is valid. After the date has expired, the file can no longer be downloaded with this link."; ObjectID = "k6J-Qf-tmg"; */
"k6J-Qf-tmg.ibShadowedToolTip" = "காலாவதி தேதி இணைப்பு செல்லுபடியாகும் கடைசி நாளைக் காட்டுகிறது. தேதி காலாவதியான பிறகு, கோப்பை இனி இந்த இணைப்புடன் பதிவிறக்கம் செய்ய முடியாது.";

/* Class = "NSButtonCell"; title = "Show name of creator publicly"; ObjectID = "kI4-Nf-G7t"; */
"kI4-Nf-G7t.title" = "படைப்பாளரின் பெயரைப் பகிரங்கமாகக் காட்டு";

/* Class = "NSTabViewItem"; label = "Settings"; ObjectID = "kO7-0e-JvW"; */
"kO7-0e-JvW.label" = "அமைப்புகள்";

/* Class = "NSButtonCell"; title = "Cancel"; ObjectID = "o2F-9o-j5k"; */
"o2F-9o-j5k.title" = "ரத்துசெய்";

/* Class = "NSButtonCell"; title = "Expiration date"; ObjectID = "ojx-Sm-ieQ"; */
"ojx-Sm-ieQ.title" = "காலாவதி தேதி";

/* Class = "NSSecureTextFieldCell"; placeholderString = "Repeat password"; ObjectID = "qSi-ck-kI3"; */
"qSi-ck-kI3.placeholderString" = "மீண்டும் கடவுச்சொல்";

/* Class = "NSSecureTextFieldCell"; placeholderString = "Password"; ObjectID = "thZ-vc-zA0"; */
"thZ-vc-zA0.placeholderString" = "கடவுச்சொல்";

/* Class = "NSButtonCell"; title = "Send share via email"; ObjectID = "u7K-lG-JBv"; */
"u7K-lG-JBv.title" = "பகிர்வை மின்னஞ்சல்மூலம் அனுப்பவும்";

/* Class = "NSTextFieldCell"; title = "Send share to:"; ObjectID = "v5h-o2-RtP"; */
"v5h-o2-RtP.title" = "இதற்குப் பகிர்வை அனுப்பவும்:";

/* Class = "NSButtonCell"; title = "Create"; ObjectID = "vxM-qi-odF"; */
"vxM-qi-odF.title" = "உருவாக்கு";
